export const lang = {
	ko: {
		father: "아버지",
		mother: "어머니",
		googleMap: "GOOGLE",
		naverMap: "NAVER",
		tMap: "T MAP",
		ment: `두 사람이 서로의 인연을
		결혼이라는 이름으로 맺고자 합니다.
		귀한 걸음으로 자리하시어
		저희의 새로운 출발을 축하해 주시면 감사하겠습니다.
		`,
		parentSy: "박순화 · 최미숙 의 아들 ",
		parentSf: "Naumenko Boris · Naumenko Viktoriia 의 딸 ",

		weddingHole: "더 테라스 웨딩 & 파티",
		address: "경기도 고양시 일산동구 강석로9",
		metro: "지하철",
		bus: "버스",
		car: "자가용",

		date: "2025년 08월 30일 오전 11:00",

		howToBus: `강남(신논현역): M7412, 9700, 9711A
영등포역, 당산역: 871
금촌: 150
교하: 56, 150, 773, 9714`,
		howToMetro: `3호선 백석역 5번 출구 도보 3분거리`,
		howToCar: `일산 IC에서 마두역 방향으로 가다가
백석역 사거리를 지나 첫번째 골목에서 우회전`,

		message: "💌 마음 전하시는 곳",

		bloom: "신랑",
		bride: "신부",

		at: "측",
	},
	ru: {
		father: "Отец",
		mother: "Мать",
		googleMap: "Карта Google",
		naverMap: "Карта Naver",
		tMap: "Карта TMap",
		ment: `Два человека решили соединить свои судьбы узами брака.
Для нас будет большой честью, если Вы разделите с нами этот особенный день и благословите начало нашей новой жизни.
		`,
		parentSy: "Сын господина 박순화 и госпожи 최미숙 — ",
		parentSf: "Дочь господина Naumenko Boris и Naumenko Viktoriia — ",

		weddingHole: "The Terrace Wedding & Party",
		address: "Кансок-ро 9, Ильсан-дон-гу, Коян-си, Кёнгидо",
		metro: "Метро",
		bus: "Автобус",
		car: "Автомобиль",

		date: "30 августа 2025 года в 11:00",

		howToBus: `Каннам (станция Синнонхён): M7412, 9700, 9711A.
Станция Ёндынпо, станция Дансан: 871
Кымчхон: 150.
Почта: 56, 150, 773, 9714`,
		howToMetro: `3 минуты пешком от выхода 5 станции 백석 (линия 3).`,
		howToCar: `От съезда 일산 IC двигайтесь в направлении станции 마두, 
проезжайте перекрёсток станции 백석 и поверните направо на первой улице после перекрёстка.`,

		message: "💌 Для тех, кто хотел бы передать знак внимания:",

		bloom: "Блум",
		bride: "Бридж",

		at: "",
	},
};
